#Default
#Thu May 18 11:33:43 JST 2006
PasteKey=\u8CBC\u308A\u4ED8\u3051
InsertElKey=\u65B0\u898FElement\u306E\u633F\u5165
OpenButtonKey=\u958B\u304F
CopyKey=\u30B3\u30D4\u30FC
PleaseSelectJDFKey=JDF\u30D5\u30A1\u30A4\u30EB\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
DCHappyMessageKey=\u6B63\u5E38\u306B\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F
EditingKey=\u30A8\u30C7\u30A3\u30C3\u30C8\u6A5F\u80FD
JDFNotSent=\u30C7\u30D0\u30A4\u30B9\u306BJob Ticket\u306F\u9001\u4FE1\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\uFF01\uFF01\uFF01
WindowKey=\u30A6\u30A3\u30F3\u30C9\u30A6
SourceViewKey=\u30BD\u30FC\u30B9\u8868\u793A
ExpandKey=Expand
DevCapOutputKey=Device Capability\u306E\u30C6\u30B9\u30C8\u51FA\u529B
SaveKey=\u4FDD\u5B58
AddRequiredElKey=\u5FC5\u8981\u306AElement\u306E\u81EA\u52D5\u8FFD\u52A0
ProcessView=<br><font size\=3><b>Process View</b></font><br>Clicking on a JDF node in the Tree View will draw the Process View for that Node.<br>The In- & Output View is automatically selected; to view the Processes click on<br>the Process View Tab. From here it is possible to navigate the Processes by doing<br>a mouse click with the left mouse button on a JDF Node; the processes that Node<br>describes is then displayed. A click with the left mouse button on a Resource will<br>select that Resource in the Tree View. To display the Processes of the parent JDF<br>Node of the displayed JDF Node; go to the Menu bar and click on the Button\:
ErrorMessKey=\u30A8\u30E9\u30FC\u30E1\u30C3\u30BB\u30FC\u30B8
EditKey=\u30A8\u30C7\u30A3\u30C3\u30C8
PreferenceKey=\u8A2D\u5B9A
PartFileKey=Part File Name\:
CloseKey=\u9589\u3058\u308B
LookAndFeelErrorKey=\u30EB\u30C3\u30AF\u30A2\u30F3\u30C9\u30D5\u30A3\u30FC\u30EB\u306E\u8A2D\u5B9A\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
RenameKey=\u540D\u524D\u306E\u5909\u66F4
InsertResLinkKey=\u65B0\u898FResourceLink\u306E\u633F\u5165
SpawnErrorKey=Spawn\u51E6\u7406\u4E2D\u306B\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\: \n
pathToURL=URL\:
FrenchKey=\u30D5\u30E9\u30F3\u30B9\u8A9E French
NodeInsertErrorKey=\u3053\u306E\u30CE\u30FC\u30C9\u306B\u30CE\u30FC\u30C9\u3092\u8FFD\u52A0\u3059\u308B\u3053\u3068\u304C\u51FA\u6765\u307E\u305B\u3093\u3067\u3057\u305F\u3002\n
ChooseSpawnedFileKey=\u30C4\u30EA\u30FC\u8868\u793A\u306B\u8AAD\u307F\u8FBC\u3080\u30D5\u30A1\u30A4\u30EB\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
ValidateDialogKey=\u30C1\u30A7\u30C3\u30AF...
LnFTitleKey=\u30A8\u30C7\u30A3\u30BF\u30FC\u306E\u753B\u9762\u8868\u793A\u65B9\u6CD5\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
LnFSelectKey=\u753B\u9762\u8868\u793A\u65B9\u6CD5\u306E\u9078\u629E
FontSizeKey=\u30D5\u30A9\u30F3\u30C8\u306E\u30B5\u30A4\u30BA
ToolsKey=\u30C4\u30FC\u30EB
SpawnedOutputKey=\u3053\u306EJDF\u304B\u3089Spawn\u3059\u308B\u30D5\u30A1\u30A4\u30EB\u306E\u540D\u524D\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
setURL=Job Ticket\u3092\u9001\u308B\u30C7\u30D0\u30A4\u30B9\u306EURL\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044
InOutView=<br><font size\=3><b>In- & Output View</b></font><br>Clicking on a JDF-, Resource- or Resource Link Node in the Tree View will activate<br>the In- & Output view. The selected Node is displayed in the center of the<br>In- & Output View, its input and output Resources respectively its JDF Consumer and<br>Producer are displayed on the sides. When double clicking on a Resource Link, the<br>link is followed to its Resource, which is displayed in the center as described<br>above.<br>Doing a mouse click with the right mouse button on one of the Nodes on the side<br>will put that Node in the center and its input and output Resources or its JDF<br>Consumer and Producer on the sides. A mouse click with the left mouse button will<br>select the corresponding Node in the Tree View.
ExitKey=\u9589\u3058\u308B
EmptyCommentKey=Comment\u304C\u5165\u529B\u3055\u308C\u3066\u3044\u307E\u305B\u3093
OpenAutoValKey=\u30D5\u30A1\u30A4\u30EB\u3092\u958B\u3044\u3066\u81EA\u52D5JDF\u30C1\u30A7\u30C3\u30AF\u3092\u884C\u3046
ValidationLevelKey=\u30C1\u30A7\u30C3\u30AF\u3059\u308B\u30EC\u30D9\u30EB\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\:
sendMethodMIME=MIME
AboutThisAppKey=\u3053\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306B\u3064\u3044\u3066
FileNotFoundKey=\u6307\u5B9A\u3055\u308C\u305F\u30D1\u30B9\u306B\u30D5\u30A1\u30A4\u30EB\u304C\u5B58\u5728\u3057\u307E\u305B\u3093
BeforeKey=\u73FE\u5728\u9078\u629E\u3057\u305FElement\u306E\u524D\u306B
AutomaticValidationOnKey=\u81EA\u52D5JDF\u30C1\u30A7\u30C3\u30AF\u306EON/OFF
FileKey=\u30D5\u30A1\u30A4\u30EB
ExportFailedKey=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8\u306B\u5931\u6557\u3057\u307E\u3057\u305F
OkKey=\u306F\u3044
ChooseAttValueKey=\u65B0\u3057\u3044attribute\u306E\u5024\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
ResourceKey=Resource
InsertNewAttValueKey=\u65B0\u3057\u3044Attribute\u306E\u5024\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
DevCapOutputFileKey=Device Capabilities\u30D5\u30A1\u30A4\u30EB\u540D\uFF1A
FindXPathKey=XPath...\u306E\u53C2\u7167
CancelKey=\u30AD\u30E3\u30F3\u30BB\u30EB
DefaultDirsKey=\u521D\u671F\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306E\u8A2D\u5B9A
SpawningFailedKey=Spawn\u51E6\u7406\u306B\u5931\u6557\u3057\u307E\u3057\u305F
ValidateKey=JDF\u306E\u30C1\u30A7\u30C3\u30AF
GettingStartedKey=\u306F\u3058\u3081\u306B
CollapseKey=Collapse
SendToDeviceKey=\u901A\u4FE1
ErrorView=<br><font size\=3><b>Error View</b></font><br>In the Error View the Errors are displayed if the File is validated and contains<br>Errors. When clicking on a Node in the Tree View, the errors of that Node and all<br>its children are listed in the Error View. A click on the parent JDF Node will<br>therefore display the Errors for the entire File. If the Node is valid, the Error<br>View is blank. If clicking on an item in the Error View, the corresponding Node in<br>the Tree gets selected.<br>
SaveQuestionKey=\u4FDD\u5B58\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
FileNotOpenKey=\u30D5\u30A1\u30A4\u30EB\u3092\u958B\u3051\u307E\u305B\u3093\u3067\u3057\u305F
InputResourceKey=Input Resource
DeleteErrorKey=\u524A\u9664\u6642\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
ValidationFSKey=\u5916\u90E8\u53C2\u7167\u30CD\u30FC\u30E0\u30B9\u30DA\u30FC\u30B9\u307E\u305F\u306F\u30D7\u30E9\u30A4\u30D9\u30FC\u30C8\u30A8\u30EC\u30E1\u30F3\u30C8\u3092\u30CF\u30A4\u30E9\u30A4\u30C8\u8868\u793A\u306B\u3059\u308B
RedoKey=\u7E70\u308A\u8FD4\u3057
ChooseNewFileKey=\u65B0\u898FJDF\u3082\u3057\u304F\u306FJMF\u3092\u4F5C\u6210\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
SpawnedJDFKey=Spawned JDF Name\:
FixVersionKey=\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u5909\u66F4\u3059\u308B
ResourceInLinkKey=Resource Link\u306E\u5165\u529B
JapaneseKey=\u65E5\u672C\u8A9E Japanese
JDFEditorVerKey=JDFEditor\u30D0\u30FC\u30B8\u30E7\u30F3
JDFElementKey=JDF Element
SetLanguageKey=\u8A00\u8A9E\u306E\u8A2D\u5B9A(Language setting)
JDFSendToDevice=\u30C7\u30D0\u30A4\u30B9\u306BJob Ticket\u3092\u9001\u4FE1
DefaultIconKey=\u521D\u671F\u30A2\u30A4\u30B3\u30F3\u306E\u6307\u5B9A
InsertResKey=\u65B0\u898FResource\u306E\u633F\u5165
BackwardKey=\u80CC\u9762\u3078
NoKey=\u3044\u3044\u3048
IntoKey=\u73FE\u5728\u9078\u629E\u3057\u305FElement\u306E\u4E2D\u306B
FurtherDevView=<br><font size\=3><b>Suggestions of Further Development</b></font><br>The following features have not been implemented in the CIP4 JDF Editor<br>and this is a suggestion of features to add to the application;<ul type\="circle"><li>Schema Validation</li><li>Undo and Redo</li><li>Source View</li><li>Improve Validation after Editing</li><li>Enhance JMF Support</li><li>Change Comment-text directly in the Comment View</li></ul>One other possible feature to add is the ability to execute the JDF process<br>associated with the JDF file displayed in the editor with the return URL setup<br>to notify the editor so that it could be automatically reloaded after process<br>execution. This would allow the user to see how process execution modifies<br>the JDF and allow a quick means for testing processes.<br><br>Yet another feature is to implement the ability to put together a table with<br>starting point in a JDF file. The table elements will contain information about<br>all the possible processes, resources and attributes in the JDF file. This table<br>will be useful for interoperability purposes.<br><br><font size\=3><b>Trouble with Java VM</b></font><br>If the CIP4 JDFEditor has problems finding your Java Virtual Machine, open the<br>JDFEditor.prop File with a text editor, e.g. Windows Notepad, and add a \# in front<br>of the Line\:<br><br><b>jdkversion \= 1.4.2 1.4.1 1.4 1.3</b><br><br>so that the Starter Application won\u7A1A read that line, or simply delete it.<br>Thereafter add a new Line\:<br><br><b>javadllpath \= c\:\\<i>path</i>\\jvm.dll</b><br><br>where<i> path </i>is the path to where your jvm.dll File is located in your<br>Java Runtime Enviornment (JRE) directory. This should take care of any problem<br>experienced with the Java VM.<br><br><font size\=3><b>Building a .jar File</b></font><br>When building a .jar File a couple of changes has to made in certain classes. The<br>affected classes, and the number of changes that has to be made in them, is the<br>following\:<ul type\="circle"><li>JDFFrame         \u30FBTwo Changes</li><li>HelpFrame        \u30FBTwo Changes</li><li>PreferenceDialog \u30FBOne Change</li><li>INIReader        \u30FBOne Change</li></ul>The changes to be made is to Comment and Uncomment a number of Lines in the code<br>that initiates the ImageIcons. The reason for this is so that the GIF Files can be<br>included in the .jar File.<br><br>Include the following Resources when exporting a .jar File\:<ul type\="circle"><li>JDFEditor/src</li><li>JDFEditor/icons</li><li>JDFLib/src</li><li>Xerces/src</li></ul>
GoUpInProcessViewKey=\u30D7\u30ED\u30BB\u30B9\u30D3\u30E5\u30FC\u3067\u4E00\u3064\u4E0A\u306E\u968E\u5C64\u3078
DCInputKey=\u3053\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u30C6\u30B9\u30C8\u3059\u308B\u305F\u3081\u306EDeviceCapabilities\u30D5\u30A1\u30A4\u30EB\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\:
ElementKey=Element\u306E\u633F\u5165
GettingStarted=<br><b>\u3053\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306FJDF\u304A\u3088\u3073JMF\u3092\u53D6\u308A\u6271\u3046\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002</b><br><br>JDF Editor\u3067\u306F\u3001\u65E2\u5B58\u306EJDF/JMF\u30D5\u30A1\u30A4\u30EB\u3092\u958B\u3044\u305F\u308A\u3001\u65B0\u3057\u304FJDF/JMF\u3092\u4F5C\u6210\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002<br>\u30D5\u30A1\u30A4\u30EB\u306F\u3001<b> \u300C\u958B\u304F\u300D\u30DC\u30BF\u30F3</b>\u307E\u305F\u306F<b>\u300C\u30D5\u30A1\u30A4\u30EB\u300D\u30E1\u30CB\u30E5\u30FC</b>\u306E<b>\u300C\u958B\u304F\u300D</b><br>\u307E\u305F\u306F<b> Ctrl+O </b>\uFF08\u30B7\u30E7\u30FC\u30C8\u30AB\u30C3\u30C8\u30AD\u30FC\uFF09\u3067\u958B\u304F\u3053\u3068\u304C\u51FA\u6765\u307E\u3059\u3002\u307E\u305F\u3001\u30C4\u30EA\u30FC\u8868\u793A\u90E8\u5206\u306BWindows\u306E<br>\u30A8\u30AF\u30B9\u30D7\u30ED\u30FC\u30E9\u30FC\u3084\u30C7\u30B9\u30AF\u30C8\u30C3\u30D7\u304B\u3089<b>\u30C9\u30E9\u30C3\u30B0\u30A2\u30F3\u30C9\u30C9\u30ED\u30C3\u30D7</b>\u3059\u308B\u3053\u3068\u3067\u3082\u958B\u304F\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002<br><br>\u30C7\u30D5\u30A9\u30EB\u30C8\u8A00\u8A9E\u306F\u82F1\u8A9E\u3067\u3059\u304C\u3001\u300C\u30C4\u30FC\u30EB\u300D\u30E1\u30CB\u30E5\u30FC\u306E<b>\u300C\u8A2D\u5B9A\u300D</b>\u3088\u308A\u8868\u793A\u8A00\u8A9E\u3092\u9078\u629E\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002<br>\u8868\u793A\u53EF\u80FD\u306A\u8A00\u8A9E\u306F\u3001<ul type\="circle"><li>\u82F1\u8A9E</li><li>\u30D5\u30E9\u30F3\u30B9\u8A9E</li><li>\u30C9\u30A4\u30C4\u8A9E</li><li>\u30B9\u30DA\u30A4\u30F3\u8A9E</li><li>\u30B9\u30A6\u30A7\u30FC\u30C7\u30F3\u8A9E</li><li>\u65E5\u672C\u8A9E</li></ul>\u30DC\u30BF\u30F3\u3084\u30E1\u30CB\u30E5\u30FC\u3001\u30A8\u30E9\u30FC\u30E1\u30C3\u30BB\u30FC\u30B8\u306B\u95A2\u3057\u3066\u8907\u6570\u8A00\u8A9E\u3092\u30B5\u30DD\u30FC\u30C8\u3057\u3066\u3044\u307E\u3059\u3002<br>\u8A00\u8A9E\u8A2D\u5B9A\u3092\u5909\u66F4\u5F8C\u306B\u6709\u52B9\u306B\u3059\u308B\u306B\u306F\u3001\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092<b>\u518D\u8D77\u52D5</b>\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002<br><br>\u753B\u9762\u306E\u8868\u793A\u65B9\u6CD5\u306B\u3064\u3044\u3066\u306F\u3001<b>\u300C\u8A2D\u5B9A\u300D</b>\u30E1\u30CB\u30E5\u30FC\u3088\u308A<b>\u300C\u753B\u9762\u8868\u793A\u65B9\u6CD5\u300D</b>\u30BF\u30D6\u3067\u5909\u66F4\u53EF\u80FD\u3067\u3059\u3002<br><br>The<b> Search </b>Function is Valid in the Tree View, the Error View and in the<br>In- & Output View. The Search Function can be accessed from the<b> Edit Menu </b>or by<br>the short-key<b> Ctrl+F</b>.<br><br>It is possible to Highlight Foreign Namespaces and Private Elements. To do so, click<br>on the<b> Highlight Foreign Namespaces/Private Elements </b>Item in the<b> Validation Menu</b>.<br><br>It is possible to hide attributes in the Tree View by clicking on the<b> Show Attributes<br>in Tree View </b>Item in the<b> Validation Menu</b>. It is also possible to<b> Show Inherited<br>Attributes in Tree View</b>. This Option is also found in the Validation Menu.<br>
LanguageTitleKey=\u8868\u793A\u8A00\u8A9E\u306E\u5909\u66F4\u3092\u6709\u52B9\u306B\u3059\u308B\u305F\u3081\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u518D\u8D77\u52D5\u3057\u3066\u304F\u3060\u3055\u3044
NextButtonKey=\u6B21\u3078
sendMethod=Job Ticket\u3092\u9001\u308B\u969B\u306E\u30E1\u30BD\u30C3\u30C9 (JMF/MIME)\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
AboutKey=CIP4 JDF Editor\u306B\u3064\u3044\u3066
FindKey=\u53C2\u7167...
CopyNode=\u30CE\u30FC\u30C9\u306E\u5185\u5BB9\u3092\u30AF\u30EA\u30C3\u30D7\u30DC\u30FC\u30C9\u306B\u30B3\u30D4\u30FC
MergingAcceptFileFailedKey=Merge\u51E6\u7406\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002\u30D5\u30A1\u30A4\u30EB\u306F\u53D7\u3051\u5165\u308C\u3089\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
sendMethodJMF=JMF
ShowAttrKey=\u30C4\u30EA\u30FC\u69CB\u9020\u3067\u306E\u8868\u793A
AttributeKey=Attribute\u306E\u633F\u5165
JDFSendToDeviceMenueEntry=JDF\u306E\u9001\u4FE1...
DevCapChooseKey=\u6B21\u306E\u30D1\u30E9\u30E1\u30FC\u30BF\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
ValidationKey=\u30D5\u30A1\u30A4\u30EB\u306E\u30C1\u30A7\u30C3\u30AF\u6A5F\u80FD
GeneralOptionsKey=\u4E00\u822C\u8A2D\u5B9A
SaveAsKey=\u540D\u524D\u3092\u3064\u3051\u3066\u4FDD\u5B58...
FixVersionErrorKey=element\u3092\u30D0\u30FC\u30B8\u30E7\u30F3\u30A2\u30C3\u30D7\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
ExportToDevCapKey=Device Capabilities\u30D5\u30A1\u30A4\u30EB\u3078\u306E\u51FA\u529B
ShowSpawnedFileKey=Spawn\u30D5\u30A1\u30A4\u30EB
GeneralKey=\u4E00\u822C
JDFProducerKey=JDF Producer
JDFSent=\u30C7\u30D0\u30A4\u30B9\u306BJob Ticket\u304C\u9001\u4FE1\u3055\u308C\u307E\u3057\u305F
OtherKey=\u305D\u306E\u4ED6
EditorIconsKey=JDFEditor\u306E\u30A2\u30A4\u30B3\u30F3\u306E\u6307\u5B9A
sendMethodUser=\u30E6\u30FC\u30B6\u30FC\u9078\u629E
NewJDFKey=JDF\u30D5\u30A1\u30A4\u30EB
HelpKey=\u30D8\u30EB\u30D7
DefaultSendToDeviceKey=\u30C7\u30D0\u30A4\u30B9\u3078\u306EJob Ticket\u9001\u4FE1\u6642\u306E\u8A2D\u5B9A
SpawningCompletedKey=\u6B63\u5E38\u306BSpawn\u51E6\u7406\u304C\u5B8C\u4E86\u3057\u307E\u3057\u305F
ContentsKey=\u9805\u76EE
ForwardKey=\u524D\u9762\u3078
DCFileKey=DeviceCapabilities\u30D5\u30A1\u30A4\u30EB\u540D\:
DevCapGenericAttrKey=Device Capabilities\u3078\u306EGeneric Attributes\:
DirectoriesKey=\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA
AddRequiredAttKey=\u5FC5\u8981\u306AAttribute\u306E\u81EA\u52D5\u8FFD\u52A0
DevCapViewKey=Localized Capabilities View
EditView=<br>Editing is possible from the Tree View. The editing Options for the selected Node<br>is available in a<b> Popup Menu</b>, which is displayed when doing a mouse click with the<br>right mouse button, and also in the<b> Edit </b>and<b> Insert Menues</b>. When inserting a new<br>element or attribute, only valid options are eligible.<br><br>In the<b> Preferences </b>Options, which are found in the<b> Tools Menu</b>, you can choose to<br>Open a File<b> Read Only </b>under the<b> General </b>Tab. That means that the File can not be<br>edited if it was Opened with the Read Only Option selected. After Opening a File it<br>is not possible to change the editing mode. To enable editing the File has to be<br>closed, the Read Only Option turned off and the File has to be opened again.<br><br>The Undo and Redo features are not yet supported...<br>
CommentView=<br><font size\=3><b>Comment View</b></font><br>The Comment View displays the plain text in the selected Node, if there is any.
ShowProcessViewKey=\u30D7\u30ED\u30BB\u30B9\u30D3\u30E5\u30FC\u306E\u8868\u793A
IconsKey=\u30A2\u30A4\u30B3\u30F3
ModifyAttValueKey=Attribute\u306E\u5024\u306E\u5909\u66F4
ShowOriginalFileKey=Spawn\u524D\u306E\u30AA\u30EA\u30B8\u30CA\u30EB\u30D5\u30A1\u30A4\u30EB\u3092\u8868\u793A
ResourcePartKey=Resource Part
ZoomOrigKey=\u5143\u306E\u30B5\u30A4\u30BA\u3067\u8868\u793A
SelectIconKey=\u30A2\u30A4\u30B3\u30F3\u306E\u5909\u66F4
UndoErrorKey=\u300C\u5143\u306B\u623B\u3059\u300D\u306E\u51E6\u7406\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
OpenRecentFileKey=\u6700\u8FD1\u958B\u3044\u305F\u30D5\u30A1\u30A4\u30EB\u306E\u53C2\u7167
CopyValidationList=\u30C1\u30A7\u30C3\u30AF\u306E\u7D50\u679C\u30EA\u30B9\u30C8\u3092\u30AF\u30EA\u30C3\u30D7\u30DC\u30FC\u30C9\u306B\u30B3\u30D4\u30FC
FindNextKey=\u6B21\u3078
SetDirErrorKey=\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u306E\u8A2D\u5B9A\u6642\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
UndoKey=\u5143\u306B\u623B\u3059
UpKey=\u4E0A\u3078
MergingFailedKey=Merge\u51E6\u7406\u306B\u5931\u6557\u3057\u307E\u3057\u305F
RefreshKey=\u753B\u9762\u306E\u518D\u8868\u793A
InsertKey=\u633F\u5165
DeleteKey=\u524A\u9664
ProcessViewKey=\u30D7\u30ED\u30BB\u30B9\u8868\u793A
FileNotExistKey=\u30D5\u30A1\u30A4\u30EB\u304C\u5B58\u5728\u3057\u307E\u305B\u3093
DevcapOpenErrorKey=Device Capability\u3092\u958B\u304F\u3068\u304D\u306B\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\: \n
SwedishKey=\u30B9\u30A6\u30A7\u30FC\u30C7\u30F3\u8A9E Swedish
OpenJDFKey=JDF\u3092\u958B\u304F
YesKey=\u306F\u3044
DCTestListsKey=\u30C6\u30B9\u30C8\u30EA\u30B9\u30C8\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\:
EditOnOffKey=\u30A8\u30C7\u30A3\u30C3\u30C8\u306EOn/Off
AfterKey=\u73FE\u5728\u9078\u629E\u3057\u305FElement\u306E\u5F8C\u306B
DevelopmentNotesKey=\u958B\u767A\u304A\u3088\u3073\u554F\u984C\u70B9
DevcapExportErrorKey=Device Capability\u51FA\u529B\u51E6\u7406\u4E2D\u306B\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\: \n
NewKey=\u65B0\u898F...
OpenJDFErrorKey=\u30D5\u30A1\u30A4\u30EB\u3092\u958B\u3051\u307E\u305B\u3093\n\u9078\u629E\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u306FJDF\u30D5\u30A1\u30A4\u30EB\u3067\u306F\u3042\u308A\u307E\u305B\u3093
MainJDFKey=Main JDF Name\:
FindErrorKey=element\u691C\u7D22\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
StringNotFoundKey=\u6587\u5B57\u5217\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
FileExistsKey=\u30D5\u30A1\u30A4\u30EB\u304C\u65E2\u306B\u5B58\u5728\u3057\u307E\u3059\u3002\n\u65E2\u5B58\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u4E0A\u66F8\u304D\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
NextNeighbourKey=\u5165\u529B\uFF0F\u51FA\u529B\u30D3\u30E5\u30FC
FindWhatKey=\u53C2\u7167\:  
OpenKey=\u958B\u304F...
BrowseKey=\u8868\u793A...
RightView=<br>Click on one of the sections in the Contents frame on the left to get to that<br>section's contents.
MergeErrorKey=Merge\u51E6\u7406\u4E2D\u306B\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\: \n
ChooseNewAttTypeKey=\u65B0\u3057\u3044attribute\u306E\u7A2E\u985E\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
ValidateErrorKey=element\u3092\u30C1\u30A7\u30C3\u30AF\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
ShowInhAttrKey=\u30C4\u30EA\u30FC\u69CB\u9020\u30D3\u30E5\u30FC\u3067\u306E\u95A2\u9023\u3057\u305FAttribute\u306E\u8868\u793A
EnglishKey=\u82F1\u8A9E English
ChangeIconKey=\u30A2\u30A4\u30B3\u30F3\u306E\u5909\u66F4...
UseSchemaKey=Use Schema for validation
SpawnedInputKey=\u3053\u306EJDF\u30D5\u30A1\u30A4\u30EB\u306Bmerge\u3059\u308BSpawn\u30D5\u30A1\u30A4\u30EB\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
CutKey=\u5207\u308A\u53D6\u308A
HelpCIP4Key=CIP4 JDF Editor\u306E\u30D8\u30EB\u30D7
ViewKey=\u8868\u793A\u306B\u3064\u3044\u3066
ShowMainFileKey=Spawn\u5F8C\u306E\u30D5\u30A1\u30A4\u30EB\u3092\u8868\u793A
OutputResourceKey=Output Resource
InsertNewAttTypeKey=\u65B0\u3057\u3044attribute\u306E\u7A2E\u985E\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044
CommentViewKey=Comment\u8868\u793A
ValidationView=<br>A File can be Opened with or without Automatic Validation. The default is set to<br>Open without Automatic Validation, which makes the Opening process less time<br>consuming. To turn Automatic Validation on or off select the<b> Open Files with<br>Automatic Validation </b>Option under the<b> General </b>Tab in the<b> Preferences </b>Options.<br><br>The Automatic Validation can be switched on and off at any time. When the Automatic<br>Validation mode is switched on, the whole File is revalidated. If it is switched off,<br>you can choose to Validate the File at any time by clicking the Button\:
ProcessViewErrorKey=\u30D7\u30ED\u30BB\u30B9\u8868\u793A\u3092\u8868\u793A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
AttributesKey=Attributes
LookAndFeelKey=\u753B\u9762\u8868\u793A\u65B9\u6CD5
TreeViewKey=\u30C4\u30EA\u30FC\u69CB\u9020\u8868\u793A
SchemaLocationKey=Location of Schema for validation
LanguageKey=\u8A00\u8A9E(Language)
PrintMessKey=\u5370\u5237
PreferenceMenuKey=\u8A2D\u5B9A...
ResourceOutLinkKey=Resource Link\u306E\u51FA\u529B
LastButtonKey=\u524D\u3078
OpenReadOnlyKey=\u8AAD\u307F\u8FBC\u307F\u5C02\u7528\u30E2\u30FC\u30C9\u3067\u958B\u304F
GermanKey=\u30C9\u30A4\u30C4\u8A9E German
ErrorDeletingKey=\u30CE\u30FC\u30C9\u3092\u524A\u9664\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
DCOpenAfterGenerationKey=\u4F5C\u6210\u3055\u308C\u305F\u30D5\u30A1\u30A4\u30EB\u3092\u958B\u304D\u307E\u3059\u304B\uFF1F
ZoomOutKey=\u30BA\u30FC\u30E0\u30A2\u30A6\u30C8
FurtherDevelopmentKey=Suggestions of Further Development
LangSelectKey=\u8A00\u8A9E\u306E\u9078\u629E(Language Selection)
ZoomInKey=\u30BA\u30FC\u30E0\u30A4\u30F3
ValidateToolTipKey=\u30D5\u30A1\u30A4\u30EB\u3092\u30C1\u30A7\u30C3\u30AF\u3059\u308B
NextKey=\u6B21\u306E\u30D5\u30A1\u30A4\u30EB\u3078\u79FB\u52D5...
MergingCompletedKey=\u6B63\u5E38\u306BMerge\u51E6\u7406\u304C\u5B8C\u4E86\u3057\u307E\u3057\u305F
ZoomFitKey=\u30A6\u30A3\u30F3\u30C9\u30A6\u30B5\u30A4\u30BA\u306B\u5408\u308F\u305B\u3066\u8868\u793A
ExportKey=Device Capability\u306E\u51FA\u529B...
SpanishKey=\u30B9\u30DA\u30A4\u30F3\u8A9E Spanish
ResourceLinkKey=Resource Link
ValidationResultKey=CheckJDF\u30A8\u30E9\u30FC\u8868\u793A
TreeView=<br><font size\=3><b>Tree View</b></font><br>The Tree View displays the JDF or JMF File as a Tree. Both the elements and the<br>attributes are displayed as Tree Nodes. If the automatic validation is on or the<br>Validate Button is pressed, invalid elements and attributes are displayed with the<br>Error Icon. A number of different icons are displayed in the tree view. Theese are<br>the default Icons\:<br>
SchemaOutputKey=\u30B9\u30AD\u30FC\u30DE\u30C1\u30A7\u30C3\u30AF\u8868\u793A
JDFConsumerKey=JDF Consumer
InsertAttKey=\u65B0\u898FAttribute\u306E\u633F\u5165
NewJMFKey=JMF\u30D5\u30A1\u30A4\u30EB
copyToClipboard=\u30D7\u30ED\u30BB\u30B9\u8868\u793A\u5185\u5BB9\u3092\u30AF\u30EA\u30C3\u30D7\u30DC\u30FC\u30C9\u306B\u30B3\u30D4\u30FC\u3057\u3066\u304F\u3060\u3055\u3044
ApplyKey=\u4E86\u89E3
AttributeInsertErrorKey=\u3053\u306E\u540D\u524D\u306EAttribute\u306F\u65E2\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002
MessageOpenMergedFileKey=Merge\u51E6\u7406\u3092\u5B8C\u4E86\u3057\u307E\u3057\u305F\u3002\u30D5\u30A1\u30A4\u30EB\u306F\u66F4\u65B0\u3055\u308C\u307E\u3059\u3002
PrintKey=\u5370\u5237