"#Default;"
"#Thu May 18 11:00:44 JST 2006;"
AboutKey=\u00dcber CIP4 JDF Editor
AddRequiredAttKey=Obligatorische Attribute hinzuf\u00fcgen
AddRequiredElKey=Obligatorische Elemente hinzuf\u00fcgen
AfterKey=Nach
ApplyKey=Apply
AttributeInsertErrorKey=Das Attribut mit diesem Namen existiert bereits
AttributeKey=Attribut
AttributesKey=Attribute
AutomaticValidationOnKey=Automatische Validierung An/Aus
BackwardKey=Zur\u00fcck
BeforeKey=Vor
BrowseKey=Suchen
CancelKey=Abbrechen
ChangeIconKey=Symbol wechseln
CheckURLKey=URL pr\u00fcfen
ChooseAttValueKey=Bitte w\u00e4hlen sie einen neuen Attributwert
ChooseNewAttTypeKey=Bitte w\u00e4hlen sie ein neues Attribut
ChooseNewFileKey=M\u00f6chten Sie eine neue JDF oder JMF Datei herstellen?
ChoosePrefixKey=Bitte geben Sie die namespace URL f\u00fcr das Prefix ein
ChooseSpawnedFileKey=W\u00e4hle eine Datei um Sie in der Baumansicht zu \u00f6ffnen
CloseAllKey=Alles schlie\u00dfen
CloseKey=Schlie\u00dfen
CollapseKey=Collapse
"CommentView=<br><font size\;3><b>Kommentaransicht</b></font><br>Die Kommentaransicht zeigt den gesamten Text im ausgew\u00e4hlten Knoteninhalt, sofern es einen gibt."
CommentViewKey=Kommentaransicht
ContentsKey=Inhalt
CopyKey=Kopieren
CopyNode=Knoteninhalt ins Clipboard kopieren
copyToClipboard=Kopiere Prozessansicht ins Clipboard
CopyValidationList=Kopiere Validierungsergebnisse ins Clipboard
CutKey=Ausschneiden
DCFileKey=Name der DeviceCapabilities Datei
DCHappyMessageKey=Generation erfolgreich abgeschlossen
DCInputKey=Ausw\u00e4hlen der DeviceCapabilities Datei um sie gegen … zu testen 
DCOpenAfterGenerationKey=Wollen sie eine erstellte Datei \u00f6ffnen?
DCTestListsKey=W\u00e4hlen der testlists
DefaultDirsKey=Standardverzeichnis
DefaultIconKey=Standardsymbol
DefaultSendToDeviceKey=Einstellungen f\u00fcr Senden von Job Tickets zu einem Device
DeleteErrorKey=Fehler entfernen
DeleteKey=Entfernen
DevCapChooseKey=Ausw\u00e4hlen der folgenden Parameter
DevcapExportErrorKey=Ein interner devcap export error ist aufgetreten
DevCapGenericAttrKey=Allgemeine Attribute f\u00fcr die DeviceCap
DevcapOpenErrorKey=Ein interner devcap open error ist aufgetreten
DevCapOutputFileKey=Name der Device Capabilities Datei
DevCapOutputKey=DevCap Test Ausgabe
DevCapViewKey=Device Capabilities-Ansicht
DevelopmentNotesKey=Entwicklung und Probleme
DirectoriesKey=Verzeichnis
DisplayDefaultsKey=Wollen Sie die Standardattribute anzeigen lassen?
EditingKey=Bearbeiten
EditOnOffKey=Bearbeiten An/Aus
EditorIconsKey=JDF-Editor Symbole
EditView=<br>Das Bearbeiten ist in der Baumansicht m\u00f6glich. Die Bearbeitungsoptionen f\u00fcr den gew\u00e4hlten Knoteninhalt<br>finden Sie im<b> Popup-Men\u00fc</b>,welches durch einen Rechtsklick aufgerufen werden kann, oder im Bearbeitungs und Einf\u00fcge Men\u00fc zu finden ist.</b>. Beim Einf\u00fcgen eines neuen<br>Elements oder Attributs sind nur g\u00fcltige Optionen geeignet.</br><br>In der Voreinstellung</b>, die im Werkzeugmen\u00fc zu finden sind, k\u00f6nnen Sie eine Datei<b> mit Read Only im</b><b> General </b>Tab \u00f6ffnen. Die Datei, die mit der Read Only Option ge\u00f6ffnet wurde, kann nicht editiert werden.<br>Nachdem \u00d6ffnen einer Datei ist es nicht m\u00f6glich den Bearbeitungsmodus zu wechseln.</br>Um das Editieren zu erm\u00f6glichen, muss die Datei geschlossen, die Read Only Option ausgeschaltet und die Datei neu ge\u00f6ffnet werden.</br><br>Die R\u00fcckgangs und Wiederholungs Funktionen werden noch nicht unterst\u00fctzt.<br>
ElementKey=Element
EmptyCommentKey=Leerer Kommentar
ErrInsertRes=Fehler aufgetreten.Insert Resource operation war nicht abgeschlossen
ErrInsertResLink=Fehler aufgetreten.Insert ResourceLink operation war nicht abgeschlossen
EnglishKey=Englisch
ErrorDeletingKey=Fehler beim l\u00f6schen
ErrorMessKey=Fehler
"ErrorView=<br><font size\;3><b>Fehleransicht</b></font><br>In der Fehleransicht werden die Fehler angezeigt, wenn die Datei g\u00fcltig ist und Fehler enth\u00e4lt.<br>Beim Klicken auf einen Knoteninhalt in der Baumansicht werden die Fehler des Knoteninhalts und all seine Kinder<br>in der Fehleransicht aufgelistet.Durch einen Klick auf den Mutterknoteninhalt JDF werden folglich<b>die Fehler der gesamten Datei angezeigt. Wenn der Knoteninhalt g\u00fcltig ist, ist die Fehleransicht leer.<br>Beim Klicken auf eines der Objekte in der Fehleransicht, wird der dazugeh\u00f6rige Knoteninhalt<br>im Baum ausgew\u00e4hlt.<br>"
ExitKey=Schlie\u00dfen
ExpandKey=Erweitern
ExportFailedKey=Capabilities Export fehlgeschlagen
ExportFailedKey=Export fehlgeschlagen
ExportKey=Caps Exportieren
ExportToDevCapKey=Export zur Device Capabilities Datei
FileExistsKey=Die Datei existiert bereits. M\u00f6chten sie die existierende Datei \u00fcberschreiben?
FileKey=Datei
FileNotExistKey=Die Datei existiert nicht
FileNotFoundKey=Die Datei konnte nicht gefunden werden
FileNotOpenKey=Die Datei konnte nicht ge\u00f6ffnet werden
FindErrorKey=Fehler suchen
FindKey=Suche
FindNextKey=Suche n\u00e4chsten
FindXPathKey=Suche Xpath
FixVersionErrorKey=Fehler beim Updaten der Version 
FixVersionKey=Version \u00c4ndern
FontNameKey=Schriftname
FontOptionsKey=Schriftoptionen
ExtOptionsKey=Erweiterungsoptionen
EnableExtensionKey=Experimentelle Erweiterungen Aktivieren?
FontSizeKey=Schriftgr\u00f6\u00dfe
ForwardKey=Vorw\u00e4rts
FrenchKey=Franz\u00f6sisch
FurtherDevelopmentKey=Erweiterungsvorschl\u00e4ge
"FurtherDevView=<br><font size\;""3><b>Entwicklungsvorschl\u00e4ge</b></font><br>Die folgenden Funktionen sind noch nicht in den CIP4 JDF Editor eingebaut<br>Dies ist nur ein Vorschlag von Funktionen, die hinzugef\u00fcgt werden sollen;<ul type\"""
GeneralKey=Allgemeines
GeneralOptionsKey=Allgemeine Optionen
GermanKey=Deutsch
"GettingStarted=<br><b>Das Programm verarbeitet JDF und JMF Dateien</b><br><br>Es ist m\u00f6glich eine existierende Datei zu \u00f6ffnen oder eine neue JDF oder JMF Datei zu erstellen. Eine Datei k\u00f6nnen Sie entweder<br>mit dem<b>\u00d6ffnen-Knopf</b>, dem<b> \u00d6ffnen-Befehl </b> in dem<b> Dateimen\u00fc</b>, der<br>Tastenkombination<b>Ctrl+O </b>oder durch<b> Drag and Drop </b>einer Datei zu dem Baumansichtsbereich vom Windows<br>Explorer oder vom Desktop \u00f6ffnen.<br><br>Die Standardsprache ist Englisch. Die Sprache kann unter<b>Voreinstellungen</b><br> unter dem<b> Sprache </b>Tab ver\u00e4ndert werden. Die verf\u00fcgbaren Sprachen sind zur Zeit\:<ul type\;circle><li>Englisch</li><li>Franz\u00f6sisch</li><li>Deutsch</li><li>Spanisch</li><li>Schwedisch</li></ul>Nur Knopfnamen, Men\u00fcs und Fehlermeldungen sind internationalisiert. Um die neue<br>Spracheinstellung nachdem Wechseln der Sprache wirksam zu machen, m\u00fcssen das Programm<b> neu starten.<br><br>Das Look & Feel kann w\u00e4hrend der Laufzeit in den<b> Voreinstellungen </b>unter dem<br><b>Look & Feel </b>Tab gewechselt werden.<br><br>Die Suchfunktion gibt es in der Baumansicht, der Fehleransicht und in der<br>In- & Output Ansicht. Die Suchfunktion kann \u00fcber das<b> Bearbeitungsmen\u00fc </b>oder der<br>tastenkombination<b> Ctrl+F</b>aufgerufen werden.<br><br>Es ist m\u00f6glich Foreign Namespaces und Private Elements zu markieren. Um dies zu tun, klicken Sie<br>auf<b>das Markierungsobjekt f\u00fcr Foreign Namespaces/Private Elements </b> in dem<b> Validationsmen\u00fc</b>.<br><br>Es ist m\u00f6glich Attribute in der Baumansicht durch einen Klick auf das<b>Zeige Attribute Objekt<br>in der Baumansicht</b>in dem<b> Validationsmen\u00fc zu verstecken</b>. Es ist auch m\u00f6glich <b>\u00fcbernommene Attribute<br> in der Baumansicht anzeigen zu lassen</b>. Diese Option finden Sie auch im Validationsmen\u00fc.<br>"
GettingStartedKey=Kurzeinf\u00fchrung
GoUpInProcessViewKey=Eine Ebene in der Proze\u00df-Ansicht nach oben
HelpCIP4Key=Hilfe - CIP4 JDF Editor
HelpKey=Hilfe
IconsKey=Symbole
IndentSave=XML beim sichern einrücken?
"InOutView=<br><font size\;3><b>In- & Output Ansicht</b></font><br>Mit dem Klick auf  einen JDF-, Ressource- or Ressource Link Knoteninhalt in der Baumansicht wird die In- & Output Ansicht<br> aktiviert. Der ausgew\u00e4hlte Knoteninahlt wird in der Mitte der<br>In- & Output Ansicht angezeigt, seine Eingabe und Ausgabe Ressourcen bzw. seine JDF Konsumenten und<br>Hersteller werden an den Seiten angezeigt. Mit einem Doppelklick auf einen Ressource Link, folgt<br>der Link seiner Ressource, die in der Mitte angezeigt wird, wie oben<br>beschrieben.<br>Mit einem Rechtsklick auf einen der Knoteninhalte auf der Seite<br>wird er in die Mitte und seine Eingabe und Ausgabe Ressourcen oder seine JDF<br>Konsumenten und Hersteller an die Seite verschoben. Mit einem Linksklick wird<br>der dazugeh\u00f6rige Knoteninhalt in der Baumansicht angezeigt."
InputResourceKey=Input Ressource
InsertAttKey=Attribut einf\u00fcgen
InsertElKey=Element einf\u00fcgen
InsertTextKey=Text einf\u00fcgen
InsertKey=Einf\u00fcgen
InsertNewAttTypeKey=Bitte geben sie einen neuen Attribut ein
InsertNewAttValueKey=Bitte geben sie einen neuen Attributwert ein
InsertResKey=Neue Ressource einf\u00fcgen
InsertResLinkKey=Neuen RessourceLink einf\u00fcgen
IntoKey=In
InvalidNamespaceKey=Ung\u00fcltiger Namespace
JapaneseKey=Japanisch
JDFConsumerKey=JDF Konsument
JDFEditorVerKey=JDFEditor Version
JDFElementKey=JDF Element
JDFNotSent=Das Job Ticket konnte nicht das angegebe Device gesendet werden
JDFProducerKey=JDF Produzent
JDFSendToDevice=Job Ticket an ein Device senden
JDFSendToDeviceMenueEntry=JDF an Device senden
JDFSent=Das Job Ticket wurde an das angegebe Device gesendet
LangSelectKey=Sprachauswahl
LanguageKey=Sprache
LanguageTitleKey=Neustart der Anwendung um die Spracheinstellung wirksam zu machen
LastButtonKey=Letzte Auswahl
LnFSelectKey=Look & Feel Auswahl
LnFTitleKey=Ausw\u00e4hlen des Look & Feel style im Editor
LookAndFeelErrorKey=Fehler beim setzen des Look and Feel
LookAndFeelKey=Look & Feel
MainJDFKey=JDF Hauptname
MergeErrorKey=Ein interner merge error ist aufgetreten
MergingAcceptFileFailedKey=Merge fehlgeschlagen. Datei wurde nicht akzeptiert
MergingCompletedKey=Merge erfolgreich abgeschlossen
MergingFailedKey=Merge fehlgeschlagen
MessageOpenMergedFileKey=Merge abgeschlossen. Datei wird geupdated
ModifyAttValueKey=Ver\u00e4ndere Attributwert
NewJDFKey=JDF Datei
NewJMFKey=JMF Datei
NewKey=Neu
NextButtonKey=N\u00e4chste Auswahl
NextKey=N\u00e4chste
NextNeighbourKey=In- & Output Ansicht
NodeFromCapsKey=Knoten aus Capabilities erstellen
NodeInsertErrorKey=Knoteninhalt kann nicht in diesen Knoteninhalt eingef\u00fcgt werden
NoKey=Nein
NormalizeKey=JDF Normalisieren
NormalizeOpenKey=JDF beim Lesen und Schreiben Normalisieren
OkKey=Ok
OpenAutoValKey=\u00d6ffne Datei mit automatischer Validierung
OpenButtonKey=\u00d6ffnen
OpenJDFErrorKey=\u00d6ffnen fehlgeschlagen. Ausgew\u00e4hlte Datei ist keine JDF-Datei
OpenJDFKey=JDF \u00f6ffnen
OpenKey=\u00d6ffnen
OpenReadOnlyKey=\u00d6ffne Datei schreibgesch\u00fctzt
OpenRecentFileKey=Letzte Dateien
OtherKey=Sonstiges
OutputFileKey=Spawned Teilausgabedateiname
OutputResourceKey=Ausgabe Ressource
PartFileKey=Teildateiname
PasteKey=Einf\u00fcgen
pathToURL=URL
PleaseOpenJDFKey=Bitte \u00f6ffnen sie eine JDF oder JMF Datei
PleaseSelectJDFKey=Bitte w\u00e4hlen Sie ein JDF
PreferenceKey=Voreinstellung
PreferenceMenuKey=Voreinstellung
PrintKey=Drucken
PrintMessKey=Druckauswahl
"ProcessView=<br><font size\;""3><b>Prozessansicht</b></font><br>Mit einem Klick auf einen JDF Knoteninhalt in der Baumansicht l\u00e4sst sich die Prozessansicht f\u00fcr diesen Knoteninhalt anzeigen.<br>Die In- & Output Ansicht is automatisch ausgew\u00e4hlt; um die Prozesse sehen zu k\u00f6nnen, klicken Sie auf<br>den Prozessansichts Tab. Von hier ist es nun m\u00f6glich den Prozess mit einem Linksklick<br>auf einen JDF Knoteninhalt zu navigieren; die Prozesse, die den Knoteninhalt beschreiben,<br> werden dann angezeigt. Durch einen Linksklick auf eine Ressource wird<br>sie in der Baumansicht ausgew\u00e4hlt. Um die Prozesse des Mutterknoteninhalts JDF<br> von dem angezeigten JDF Knoteninhalts anzuzeigen; gehen Sie zur Men\u00fcbar und klicken auf den Knopf."""
"ProcessViewErrorKey=Fehler beim einstellen der Prozess-Ansicht;"
ProcessViewKey=Prozessansicht
RedoKey=Wiederholen
RefreshKey=Aktuallisieren
RenameKey=Umbenennen
ResourceInLinkKey=Eingeben des Ressource Links
ResourceKey=Ressource
ResourceLinkKey=Ressource Verbindung
ResourceOutLinkKey=Ausgeben des Ressource Links
ResourcePartKey=Ressourcenteil
RightView=<br>Klicken Sie auf eine der Ausschnitte in dem Inhaltsrahmen links, um zu dem Inhalt der Ausschnitte<br>zu gelangen.
RootNotAJDFKey=Das Hauptelement ist kein JDF
SaveAsKey=Speichern unter
SaveKey=Speichern
SaveQuestionKey=W\u00fcnschen Sie die Datei zu speichern? 
SaveRemoveDefaultsKey=Standardattribute beim Sichern entfernen?
SaveRemoveWhiteKey=Whitespace beim Sichern entfernen?
SaveXJFDKey=Als XJDF Speichern
SchemaLocationKey=Ort des Schemas f\u00fcr die Validation
SchemaOutputKey=Schema Validation-Ansicht
SelectIconKey=Wechseln des Symbols
sendMethod=W\u00e4hlen Sie aus, wie das Jobticket versendet werden soll
sendMethodJMF=JMF
sendMethodMIME=MIME
sendMethodUser=Nutzerauswahl
SendToDeviceKey=Kommunikation
SetDirErrorKey=Fehler beim Erstellen des Verzeichnisses
SetLanguageKey=Sprachauswahl
setURL=Geben Sie den URL des Device an, an den das Jobticket gesendet werden soll
ShowAttrKey=Zeige Attribute in Tree View
ShowInhAttrKey=Zeige vererbte Attribute in Tree View
ShowMainFileKey=Hauptdatei nach spawn
ShowOriginalFileKey=Hauptdatei vor spawn
ShowProcessViewKey=Prozess anzeigen
ShowSpawnedFileKey=Spawned Datei
SourceViewKey=Datei-Ansicht
SpanishKey=Spanisch
SpawnedInputKey=W\u00e4hle spawned input file um die Datei zu mischen 
SpawnedJDFKey=Spawned JDF Name
SpawnedOutputKey=Ausw\u00e4hlen der Ausgabedatei-Namen f\u00fcr die Spawned Dateien
SpawnErrorKey=Ein interner spawn error ist aufgetreten
SpawningCompletedKey=Spawn erfolgreich abgeschlossen
SpawningFailedKey=Spawn fehlgeschlagen
StringNotFoundKey=Der Satz konnte nicht gefunden werden
SwedishKey=Schwedisch
ToolsKey=Werkzeuge
"TreeView=<br><font size\;3><b>Baumansicht</b></font><br>Die Baumansicht zeigt die JDF oder JMF Dateien als Baum an. Die Elemente und Attribute<br>werden als Baumknoteninhalte dargestellt. Wenn die automatische Validation an ist, oder der<br>Validierungsknopf gedr\u00fcckt ist, werden ung\u00fcltige Elemente und Attribute mit dem Fehlersymbol <br>dargestellt. Eine Anzahl von verschiedenen Symbolen werden in der Baumansicht dargestellt. Dies sind<br>die Standardsymbole.<br>"
TreeViewKey=Baumansicht
UnableUndo=Kann nicht r\u00fcckg\u00e4ngig gemacht werden
UndoErrorKey=Fehler beim r\u00fcckg\u00e4ngig machen
UndoKey=R\u00fcckg\u00e4ngig
UpKey=Nach Oben
UseSchemaKey=Benutzen des Schemas f\u00fcr die Validation
ValidateDialogKey=Validieren
ValidateErrorKey=Fehler beim Validieren des Elements
ValidateKey=Validieren
ValidateToolTipKey=Datei validieren
ValidationFSKey=Fremde Namespaces/Private Elemente kennzeichnen
ValidationLevelKey=W\u00e4hlen des ValidationsLevels
ValidationResultKey=Fehler-Ansicht
ValidationView=<br>Eine Datei kann mit oder ohne Automatischer Validation ge\u00f6ffnet werden. Der Standard ist auf<br>\u00d6ffnen ohne Automatische Validation gesetzt, welches weniger Zeit f\u00fcr den Er\u00f6ffnungsprozess in<br>Anspruch nimmt. Um die Automatische Validation an oder aus zu schalten, w\u00e4hlen Sie<b> Datei \u00d6ffnen mit<br>Automatischer Validation</b>Option unter dem<b> General </b>Tab in den<b> Voreinstellungen.<br><br>Die Automatische Validation kann jeder Zeit an und aus gemacht werden. Wenn der Automatische<br>Validation Modus angeschlatet ist, ist die gesamte Datei revalidiert. Wenn der Modus aus ist,<br>k\u00f6nnen Sie die Datei jeder Zeit validieren, indem Sie auf den Knopf klicken.
ViewKey=Ansichten
WindowKey=Fenster
YesKey=Ja
ZoomFitKey=Auf Fenstergr\u00f6sse anpassen
ZoomInKey=Vergr\u00f6ssern
ZoomOrigKey=Originalgr\u00f6sse
ZoomOutKey=Verkleinern
main.toolbar.convert.jdf=Nach JDF konvertieren.
main.toolbar.convert.xjdf=Nach XJDF konvertieren.

